                                                        <p>18:27分搭上行天宮捷運站 , 18:54分到新莊捷運站 ,<br />
                                                        <br />
                                                        19:02分 吃 大浦鐵板燒 110元 , 空心菜 + 豆芽菜 + 豬肉 ,<br />
                                                        <br />
                                                        19: 24 分 到 新莊分校啦 ~~ 學PHOTOSHOP , 計算像素尺寸 , 文件尺寸 , 列印輸出<br />
                                                        <br />
                                                        DPI ~~~ &mdash; 在巨匠電腦新莊分校<br />
                                                        <br />
                                                        PHOTOSHOP , 進階 影像設計 第一堂課<br />
                                                        <br />
                                                        TOP 1:<br />
                                                        <br />
                                                        像素尺寸:<br />
                                                        <br />
                                                        單位 =&gt; 像素 , 例 : 桌面 -&gt; 800 * 600 , 1024 * 768 ,<br />
                                                        <br />
                                                        文件尺寸:<br />
                                                        <br />
                                                        單位 =&gt; 英寸 , 公分 , 公厘<br />
                                                        <br />
                                                        A4 - 24 CM * 29.7 CM , 1&quot; = 2.54 CM , 照片 =&gt; 3&quot; * 5 &quot; , 4&quot; * 6&quot;<br />
                                                        <br />
                                                        解析度:<br />
                                                        <br />
                                                        單位 =&gt; DPI (dots per inch) 每英寸長度 內的像素<br />
                                                        <br />
                                                        解析度公式 =&gt; 像素尺寸 / 文件尺寸<br />
                                                        <br />
                                                        1. 96 dpi -&gt; 不適合閱讀<br />
                                                        <br />
                                                        -&gt; 800 / 96 dpi =&gt; 8.3 = 21.17 cm<br />
                                                        <br />
                                                        -&gt; 800 / 96 dpi =&gt; 6.25 = 15.88 cm<br />
                                                        <br />
                                                        2. 300 dpi -&gt; 適合閱讀<br />
                                                        <br />
                                                        -&gt; 800 / 300 dpi =&gt; 2.67 = 6.77 cm<br />
                                                        <br />
                                                        -&gt; 800 / 300 dpi =&gt; 2 = 5.08 cm<br />
                                                        <br />
                                                        --------------------------------------<br />
                                                        <br />
                                                        TOP 2:<br />
                                                        <br />
                                                        常見誤解 : 2&#39;張 相同大小的影像 , 解析度越高 , 檔案越大 .<br />
                                                        <br />
                                                        (1) 2張文件尺寸相同的影像 , 解析度越高 ,<br />
                                                        <br />
                                                        像素尺寸越大 , 所以檔案越大 .<br />
                                                        <br />
                                                        (2) 2張像素尺寸相同的影像 , 解析度高低 ,<br />
                                                        <br />
                                                        只會影響輸出文件尺寸的大小 ,<br />
                                                        <br />
                                                        檔案大小仍是一樣的 .<br />
                                                        <br />
                                                        --------------------------------------<br />
                                                        <br />
                                                        TOP 3:<br />
                                                        <br />
                                                        螢幕用影像:<br />
                                                        <br />
                                                        只需訂定寬 * 高的像素值(像素尺寸) , 不需要特定解析度 , 因為影像會配合不同解析設定的螢幕 ,<br />
                                                        <br />
                                                        呈現不同的 &quot;實際像素大小&quot; (100%)<br />
                                                        <br />
                                                        ＊由於早期桌上型螢幕的解析設定 , 月在72~96 dpi , 所以在製作螢幕用影像時 , 為了<br />
                                                        <br />
                                                        在置入或輸出有關 &quot; 文件尺寸大小 &quot; 的需求下 , 能夠方面掌握影像的比例大小 , 所以習慣訂為72 dpi .<br />
                                                        <br />
                                                        (1 PT = 1/72 &quot; 英寸)<br />
                                                        <br />
                                                        --------------------------------------<br />
                                                        <br />
                                                        TOP 4:<br />
                                                        <br />
                                                        列印輸出:<br />
                                                        <br />
                                                        1. 一般閱讀距離 : 300 ~ 350 dpi<br />
                                                        <br />
                                                        2.大圖輸出 :<br />
                                                        <br />
                                                        (1) 1 / 10 解析設定 .<br />
                                                        <br />
                                                        (2) 在A3 , 300 dpi 中利用固定比例的矩形選取工具擷取最大範圍 , 再執行 :影像 -&gt; 裁切 .<br />
                                                        <br />
                                                        <br />
                                                        ＊ 查失真 請用 400% 放大鏡<br />
                                                        <br />
                                                        --------------------------------------<br />
                                                        <br />
                                                        TOP 5:<br />
                                                        <br />
                                                        裁切工具:<br />
                                                        <br />
                                                        1. 注意 裁切前 , 選項列的內容設定 , 可按 &quot; 清除 &quot; 設定 , 進行自由裁切 .<br />
                                                        <br />
                                                        2. 按下 &quot; 前面的影像 &quot; 按鈕 , 可將目前影像的設定 , 作為裁切工具設定值 .<br />
                                                        <br />
                                                        <br />
                                                        &nbsp;</p>